Repository: MilosMilutinovic01/SIMS-HCI-Project-Group-5-Team-B
Catalog: SIMS-HCI-Project-Group-5-Team-B/Properties/Resources.*.resx
Languages: sr_latn_rs

source: Accept
sr_latn_rs: Prihvati

# AcceptAndDeclineLabel
source: Click on the buttons to accept or decline request ☑️❎
sr_latn_rs: Kliknite na dugmad da prihvatite ili odbijete zahtev

source: Accepting request
sr_latn_rs: Prihvatanje zahteva

# AcceptionCheck
source: Are you sure you want to accept the request?
sr_latn_rs: Da li ste sigurni da zelite da prihvatite zahtev?

source: Accept Reservation Change Request Window
sr_latn_rs: Prozor Za Prihvatanje Zahteva Za Pomeranje Rezervacije

source: Accommodation
sr_latn_rs: Smestaj

source: Accommodation Location Suggestions Window
sr_latn_rs: Prozor Predloga Lokacija Za Smestaj

source: Accommodation Window
sr_latn_rs: Prozor Smestaja

source: Add
sr_latn_rs: Dodaj

source: Add comment
sr_latn_rs: Dodaj komentar

source: Additional Comment
sr_latn_rs: Dodatan komentar

# AddOnPopularLocationLabel
source: Click on the 'Add' button to add accommodation on popular location ➕
sr_latn_rs: Kliknite na 'Dodaj' dugme da dodate smestaj na popularnu lokaciju

source: Availability
sr_latn_rs: Dostupnost

source: Available forums
sr_latn_rs: Dostupni forumi

source: Busyness
sr_latn_rs: Zauzetost

source: Call Off
sr_latn_rs: Otkazi

# CallOffCheck
source: Are you sure you want to call of the renovation?
sr_latn_rs: Da li ste sigurni da zelite da otkazete renoviranje?

# CallOffLabel
source: Click on the 'Call off' button to cancel renovation 🗙
sr_latn_rs: Kliknite na 'Otkazi' dugme da biste otkazali renoviranje

source: Call Off Renovation Window
sr_latn_rs: Prozor Za Otkazivanje Renoviranja

source: Cancel
sr_latn_rs: Otkazi

source: Cancelled
sr_latn_rs: Otkazano

source: Cancelled reservations
sr_latn_rs: Otkazane rezervacije

source: City
sr_latn_rs: Grad

source: Cleanliness
sr_latn_rs: Cistoca

source: Close
sr_latn_rs: Zatvori

source: Close accommodation
sr_latn_rs: Zatvori smestaj

source: Comments
sr_latn_rs: Komentari

# CommentStarExplanation
source: Comment with the star means that person has accommodation on location 🌟
sr_latn_rs: Komentar sa zvezdicom znaci da osoba ima smestaj na lokaciji

source: Complaints From Other Guests
sr_latn_rs: Zalbe Ostalih Gostiju

source: Completed Payment On Time
sr_latn_rs: Placanje Izvrseno Na Vreme

source: Confirm
sr_latn_rs: Potvrdi

source: Create
sr_latn_rs: Napravi

source: Decline
sr_latn_rs: Odbij

source: Decline Reservation ChangeRequest Form
sr_latn_rs: Forma Za Odbijanje Zahteva Za Pomeranje Rezervacije

source: Declining request
sr_latn_rs: Odbijanje zahteva

source: Delete
sr_latn_rs: Obrisi

# DeleteOnUnpopularLocationLabel
source: Click on the 'Delete' button to close accommodation on unpopular location 🗙
sr_latn_rs: Kliknite na 'Obrisi' dugme da biste zatvorili smestaj na nepopularnoj lokaciji

source: Description
sr_latn_rs: Opis

source: Details
sr_latn_rs: Detalji

# DetailsLabel
source: Click on the 'Details' button to see detailed view of grades 💬
sr_latn_rs: Kliknite na 'Detalji' dugme da biste videli detaljan prikaz ocena

source: End Date
sr_latn_rs: Datum Kraja

source: Expected number of days
sr_latn_rs: Ocekivani broj dana

source: For renovation
sr_latn_rs: Za renoviranje

source: Forum Window
sr_latn_rs: Prozor Foruma

source: Future renovations
sr_latn_rs: Buduca renoviranja

# GenerateLabel
source: Click on the 'Generate' button to generate reservation report for accommodation 📝
sr_latn_rs: Kliknite 'Generisi' dugme da generisete izvestaj o rezervacijama za smestaj

source: Grade
sr_latn_rs: Oceni

source: Grade Average
sr_latn_rs: Prosek

# GradeLabel
source: Click on the 'Grade' button to grade a guest 👩🏻‍🏫
sr_latn_rs: Kliknite na 'Oceni' dugme da biste ocenili gosta

source: Grades given by guests
sr_latn_rs: Ocene date od strane gostiju

source: Grading
sr_latn_rs: Ocenjivanje

source: Grading average
sr_latn_rs: Prosek ocena

source: Grading Guest Window
sr_latn_rs: Prozor Za Ocenjivanje Gostiju

# MaxGuests
source: Maximum Guests
sr_latn_rs: Maksimalno Gostiju

source: Message
sr_latn_rs: Poruke

# MinReservationDays
source: Minimal Reservation Days
sr_latn_rs: Minimum Dana Za Rezervaciju

source: Month
sr_latn_rs: Mesec

source: Monthly Accommodation Statistics Window
sr_latn_rs: Prozor Za Mesecnu Statistiku

source: Monthly details
sr_latn_rs: Mesecni detalji

source: Monthly statistics
sr_latn_rs: Mesecna statistika

source: Name
sr_latn_rs: Ime

source: New accommodation
sr_latn_rs: Novi smestaj

source: Notice Period
sr_latn_rs: Period Otkazivanja

source: Notifications
sr_latn_rs: Obavestenja

# NotificationsFromGuests
source: Notifications you got from guests 🔔
sr_latn_rs: Poruke koje ste dobili od gostiju

source: Number of grades
sr_latn_rs: Broj ocena

source: Number of reservations
sr_latn_rs: Broj rezervacija

source: Optional explanation:
sr_latn_rs: Opciono objasnjenje:

source: Owner Accommodation Grade Details Window
sr_latn_rs: Prozor Za Detalje Vlasnikovih Ocena

source: Owner correctness
sr_latn_rs: Korektnost vlasnika

source: Owner Window
sr_latn_rs: Prozor Vlasnika

source: Past renovations
sr_latn_rs: Prethodna renoviranja

source: Picture URLs
sr_latn_rs: URL Slika

source: Privacy
sr_latn_rs: Privatnost

source: Profile
sr_latn_rs: Profil

# ProposalOfPopularLocations
source: Proposal of locations for opening new accommodations
sr_latn_rs: Predlozi populanih lokacija za otvaranje novog smestaja

# ProposalOfUnpopularLocations
source: Proposal of locations for closing existing accommodations
sr_latn_rs: Predlozi nepopularnih lokacija za zatvaranje postojecih smestaja

source: Quietness
sr_latn_rs: Tisina

source: Recommended renovation
sr_latn_rs: Predlozi za renoviranje

source: Renovation
sr_latn_rs: Renoviranje

source: Report
sr_latn_rs: Izvestaj

source: Requests for changing reservation
sr_latn_rs: Zahtevi za pomeranje rezervacije

source: Rescheduled
sr_latn_rs: Pomerene

source: Rescheduled reservations
sr_latn_rs: Pomerene rezervacije

# ReservationForGrading
source: Reservations for grading
sr_latn_rs: Rezervacije za ocenjivanje

source: Rules Compliance
sr_latn_rs: Postovanje pravila

source: Schedule
sr_latn_rs: Zakazi

# ScheduleLabel
source: Click on the 'Schedule' button for scheduling renovation 🗓️
sr_latn_rs: Kliknite na 'Zakazi' dugme da zakazete renoviranje

source: Schedule Renovation Form
sr_latn_rs: Forma Za Zakazivanje Renoviranja

source: Search
sr_latn_rs: Pretrazi

# SearchLabel
source: Click on the 'Search' button to see available dates 🔍
sr_latn_rs: Kliknite na 'Pretrazi' dugme da vidite slobodne datume

source: Show
sr_latn_rs: Prikazi

# ShowLabel
source: Click on the 'Show' button to see comments on forum 💭
sr_latn_rs: Kliknite na 'Prikazi' dugme da vidite komentare na forumu

source: Show Statistics
sr_latn_rs: Prikazi statistiku

# ShowStatisticsLabel
source: Chose accommodation you want the statistics for and then click on 'Show statistics' button 📊
sr_latn_rs: Izaberite smestaj za koji zelite statistiku i onda kliknite na 'Prikazi statistiku' dugme

# StarForumExplanation
source: Star symbolizes that forum is very useful 🌟
sr_latn_rs: Zvezda simbolise da je forum veoma koristan

# StarMonthExplanation
source: Month marked with the star was the busiest 🌟
sr_latn_rs: Mesec oznacen zvezdom je najzauzetiji

source: Start Date
sr_latn_rs: Datum Pocetka

# StarYearExplanation
source: Year marked with the star was the busiest 🌟
sr_latn_rs: Godina oznacena zvezdom je najzauzetija

source: State
sr_latn_rs: Drzava

source: State Of Inventory
sr_latn_rs: Stanje Inventara

source: Statistics
sr_latn_rs: Statistika

source: Suggestions for new location
sr_latn_rs: Predlozi novih lokacija

# SuperOwnerExplanation
source: If you are super-owner your accommodation will be shown first to the guests 🏅
sr_latn_rs: Ako ste super-vlasnik vasi smestaji ce biti prikazani prvi gostima

source: Surname
sr_latn_rs: Prezime

source: Time range ending time
sr_latn_rs: Krajnji datum vremenskog opsega

source: Time range starting time
sr_latn_rs: Pocetni datum vremenskog opsega

source: Type
sr_latn_rs: Tip

source: Useful
sr_latn_rs: Korisno

source: Wanted end date
sr_latn_rs: Zeljeni datum kraja

source: Wanted start date
sr_latn_rs: Zeljeni datum pocetka

source: Year
sr_latn_rs: Godina

source: Yearly statistics
sr_latn_rs: Godisnje statistike

source: Your Accommodations 🏠
sr_latn_rs: Vasi Smestaji

source: Your notifications
sr_latn_rs: Vase poruke
